Repository: bambouville/tessera
Catalog: Tessera/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, zh_hans, zh_hant

source: The saved jump route for %@ differs from the other device. Tessera did not reroute it.
de: Die gesicherte Jump-Route für %@ weicht von der des anderen Geräts ab. Tessera hat sie nicht umgeleitet.
es: La ruta de salto guardada para %@ difiere de la del otro dispositivo. Tessera no la redirigió.
fr: L'itinéraire de rebond enregistré pour %@ diffère de celui de l'autre appareil. Tessera ne l'a pas modifié.
ja: %@ の保存済み踏み台経路が、もう一方のデバイスのものと異なります。Tessera は経路を変更していません。
zh_hans: %@ 的已保存跳转路径与另一台设备上的不同。Tessera 未重新路由。
zh_hant: %@ 的已儲存跳轉路徑與另一台裝置上的不同。Tessera 未重新路由。

source: The selected host is no longer available.
de: Der ausgewählte Host ist nicht mehr verfügbar.
es: El host seleccionado ya no está disponible.
fr: L'hôte sélectionné n'est plus disponible.
ja: 選択したホストはもう利用できません。
zh_hans: 所选主机已不可用。
zh_hant: 所選主機已無法使用。

source: The selected key file is empty or exceeds the 1 MB safety limit.
de: Die ausgewählte Key-Datei ist leer oder überschreitet das Sicherheitslimit von 1 MB.
es: El archivo de clave seleccionado está vacío o supera el límite de seguridad de 1 MB.
fr: Le fichier de clé sélectionné est vide ou dépasse la limite de sécurité de 1 Mo.
ja: 選択したキーファイルが空か、安全上の上限である 1 MB を超えています。
zh_hans: 所选密钥文件为空，或超过 1 MB 的安全上限。
zh_hant: 所選金鑰檔案為空，或超過 1 MB 的安全上限。

source: The server does not accept host-based authentication.
de: Der Server akzeptiert keine hostbasierte Authentifizierung.
es: El servidor no acepta autenticación basada en host.
fr: Le serveur n'accepte pas l'authentification basée sur l'hôte.
ja: サーバーはホストベース認証を受け付けません。
zh_hans: 服务器不接受基于主机的认证。
zh_hant: 伺服器不接受基於主機的驗證。

source: The server does not accept password authentication.
de: Der Server akzeptiert keine Passwort-Authentifizierung.
es: El servidor no acepta autenticación por contraseña.
fr: Le serveur n'accepte pas l'authentification par mot de passe.
ja: サーバーはパスワード認証を受け付けません。
zh_hans: 服务器不接受密码认证。
zh_hant: 伺服器不接受密碼驗證。

source: The server does not accept public-key authentication.
de: Der Server akzeptiert keine Public-Key-Authentifizierung.
es: El servidor no acepta autenticación por clave pública.
fr: Le serveur n'accepte pas l'authentification par clé publique.
ja: サーバーは公開鍵認証を受け付けません。
zh_hans: 服务器不接受公钥认证。
zh_hant: 伺服器不接受公鑰驗證。

source: The stored private key material is invalid.
de: Das gesicherte private Key-Material ist ungültig.
es: El material de la clave privada guardado no es válido.
fr: Le matériel de clé privée stocké est invalide.
ja: 保存されている秘密鍵の情報が不正です。
zh_hans: 已存储的私钥材料无效。
zh_hant: 已儲存的私密金鑰材料無效。

source: The stored public key is malformed and cannot be revoked safely.
de: Der gesicherte Public Key ist fehlerhaft und lässt sich nicht sicher widerrufen.
es: La clave pública guardada tiene un formato incorrecto y no se puede revocar con seguridad.
fr: La clé publique stockée est mal formée et ne peut pas être révoquée en toute sécurité.
ja: 保存されている公開鍵の形式が不正なため、安全に失効させられません。
zh_hans: 已存储的公钥格式有误，无法安全吊销。
zh_hant: 已儲存的公開金鑰格式有誤，無法安全撤銷。

source: The terminal is connected, but its current pane did not become readable.
de: Das Terminal ist verbunden, aber sein aktueller Bereich wurde nicht lesbar.
es: El terminal está conectado, pero su panel actual no llegó a ser legible.
fr: Le terminal est connecté, mais son volet actuel n'est pas devenu lisible.
ja: ターミナルは接続されていますが、現在のペインを読み取れる状態になりませんでした。
zh_hans: 终端已连接，但其当前窗格未能变为可读。
zh_hant: 終端機已連線，但其目前窗格未能變為可讀。

source: The terminal is no longer available, so the remote path was copied to the clipboard.
de: Das Terminal ist nicht mehr verfügbar, daher wurde der entfernte Pfad in die Zwischenablage kopiert.
es: El terminal ya no está disponible, así que la ruta remota se copió en el portapapeles.
fr: Le terminal n'est plus disponible, le chemin distant a donc été copié dans le presse-papiers.
ja: ターミナルが利用できなくなったため、リモートパスをクリップボードにコピーしました。
zh_hans: 终端已不可用，因此远程路径已复制到剪贴板。
zh_hant: 終端機已無法使用，因此遠端路徑已複製到剪貼簿。

source: The terminal session is not connected.
de: Die Terminalsitzung ist nicht verbunden.
es: La sesión de terminal no está conectada.
fr: La session de terminal n'est pas connectée.
ja: ターミナルセッションが接続されていません。
zh_hans: 终端会话未连接。
zh_hant: 終端機工作階段未連線。

source: The terminal-specific check failed. Tessera will retry after the next command.
de: Die terminalspezifische Prüfung ist fehlgeschlagen. Tessera versucht es nach dem nächsten Befehl erneut.
es: Falló la comprobación específica del terminal. Tessera lo reintentará después del siguiente comando.
fr: La vérification propre au terminal a échoué. Tessera réessaiera après la prochaine commande.
ja: ターミナル固有のチェックに失敗しました。Tessera は次のコマンドの後に再試行します。
zh_hans: 针对该终端的检查失败。Tessera 会在下一条命令后重试。
zh_hant: 針對該終端機的檢查失敗。Tessera 會在下一個指令後重試。

source: The tmux control channel is not connected.
de: Der tmux-Steuerkanal ist nicht verbunden.
es: El canal de control de tmux no está conectado.
fr: Le canal de contrôle tmux n'est pas connecté.
ja: tmux のコントロールチャネルが接続されていません。
zh_hans: tmux 控制通道未连接。
zh_hant: tmux 控制通道未連線。

source: The tracked host is no longer configured on this device
de: Der erfasste Host ist auf diesem Gerät nicht mehr konfiguriert
es: El host registrado ya no está configurado en este dispositivo
fr: L'hôte suivi n'est plus configuré sur cet appareil
ja: 記録済みのホストは、このデバイスにもう設定されていません
zh_hans: 该已记录的主机已不在本设备上配置
zh_hant: 該已記錄的主機已不在本裝置上設定

source: The transfer will stop, the partial remote file will be removed, and its path will not be pasted into the terminal.
de: Die Übertragung wird beendet, die unvollständige entfernte Datei wird entfernt und ihr Pfad wird nicht in das Terminal eingesetzt.
es: La transferencia se detendrá, el archivo remoto incompleto se eliminará y su ruta no se pegará en el terminal.
fr: Le transfert s'arrêtera, le fichier distant incomplet sera supprimé et son chemin ne sera pas collé dans le terminal.
ja: 転送を停止し、不完全なリモートファイルを削除します。そのパスはターミナルにペーストされません。
zh_hans: 传输将停止，不完整的远程文件会被移除，其路径不会粘贴到终端。
zh_hant: 傳輸將停止，不完整的遠端檔案會被移除，其路徑不會貼到終端機。

source: The upload destination is a directory.
de: Das Upload-Ziel ist ein Ordner.
es: El destino de la subida es una carpeta.
fr: La destination du téléversement est un dossier.
ja: アップロード先はフォルダです。
zh_hans: 上传目标是文件夹。
zh_hant: 上傳目的地是資料夾。

source: The upload destination isn't a regular file.
de: Das Upload-Ziel ist keine reguläre Datei.
es: El destino de la subida no es un archivo normal.
fr: La destination du téléversement n'est pas un fichier ordinaire.
ja: アップロード先は通常のファイルではありません。
zh_hans: 上传目标不是常规文件。
zh_hant: 上傳目的地不是一般檔案。

source: The upload destination permissions couldn't be verified.
de: Die Berechtigungen des Upload-Ziels konnten nicht geprüft werden.
es: No se pudieron verificar los permisos del destino de la subida.
fr: Les autorisations de la destination du téléversement n'ont pas pu être vérifiées.
ja: アップロード先のアクセス権を確認できませんでした。
zh_hans: 无法验证上传目标的权限。
zh_hant: 無法驗證上傳目的地的權限。

source: The upload stopped because iOS background time expired.
de: Der Upload wurde beendet, weil die iOS-Hintergrundzeit abgelaufen ist.
es: La subida se detuvo porque se agotó el tiempo de ejecución en segundo plano de iOS.
fr: Le téléversement s'est arrêté, car le temps d'exécution en arrière-plan accordé par iOS a expiré.
ja: iOS のバックグラウンド実行時間が終了したため、アップロードを停止しました。
zh_hans: 由于 iOS 后台运行时间已到，上传已停止。
zh_hant: 由於 iOS 背景執行時間已到，上傳已停止。

source: The upload stopped, but cleanup of the temporary remote file will retry on the next connection: %@
de: Der Upload wurde beendet, aber die temporäre entfernte Datei wird bei der nächsten Verbindung erneut bereinigt: %@
es: La subida se detuvo, pero se volverá a intentar limpiar el archivo remoto temporal en la próxima conexión: %@
fr: Le téléversement s'est arrêté, mais le nettoyage du fichier distant temporaire sera retenté à la prochaine connexion : %@
ja: アップロードを停止しましたが、一時リモートファイルの削除は次回の接続時に再試行されます: %@
zh_hans: 上传已停止，但下次连接时会再次尝试清理临时远程文件：%@
zh_hant: 上傳已停止，但下次連線時會再次嘗試清理暫存遠端檔案：%@

source: The uploaded path was copied to the clipboard because the terminal did not connect.
de: Der hochgeladene Pfad wurde in die Zwischenablage kopiert, weil das Terminal keine Verbindung hergestellt hat.
es: La ruta del archivo subido se copió en el portapapeles porque el terminal no se conectó.
fr: Le chemin du fichier téléversé a été copié dans le presse-papiers, car le terminal ne s'est pas connecté.
ja: ターミナルが接続されなかったため、アップロードしたパスをクリップボードにコピーしました。
zh_hans: 由于终端未连接，已上传的路径已复制到剪贴板。
zh_hant: 由於終端機未連線，已上傳的路徑已複製到剪貼簿。

source: These fields may contain secrets or change first-connect trust. Select only what you intend to copy to %@.
de: Diese Felder können Geheimnisse enthalten oder das Vertrauen beim ersten Verbinden verändern. Wähle nur aus, was du wirklich auf %@ kopieren willst.
es: Estos campos pueden contener secretos o alterar la confianza en la primera conexión. Selecciona solo lo que quieras copiar a %@.
fr: Ces champs peuvent contenir des secrets ou modifier la confiance à la première connexion. Ne sélectionnez que ce que vous voulez copier vers %@.
ja: これらの項目には機密情報が含まれる、または初回接続時の信頼に影響する可能性があります。%@ にコピーしたいものだけを選択してください。
zh_hans: 这些字段可能包含机密信息，或改变首次连接的信任关系。请只选择你确实要复制到 %@ 的内容。
zh_hant: 這些欄位可能包含機密資訊，或改變首次連線的信任關係。請只選擇你確實要複製到 %@ 的內容。

source: This Secure Enclave key can never be recovered after device loss. Before installing it remotely, keep a second recoverable credential on that host.
de: Dieser Secure-Enclave-Key lässt sich nach einem Geräteverlust nie wiederherstellen. Halte auf dem Host einen zweiten, wiederherstellbaren Zugang bereit, bevor du ihn dort installierst.
es: Esta clave del Secure Enclave no se puede recuperar nunca tras perder el dispositivo. Antes de instalarla en remoto, deja una segunda credencial recuperable en ese host.
fr: Cette clé Secure Enclave ne pourra jamais être récupérée après la perte de l'appareil. Avant de l'installer à distance, gardez un second identifiant récupérable sur cet hôte.
ja: この Secure Enclave キーは、デバイスを紛失すると二度と復旧できません。リモートに設置する前に、そのホストに復旧可能な 2 つ目の資格情報を用意しておいてください。
zh_hans: 此 Secure Enclave 密钥在设备丢失后永远无法恢复。远程安装前，请在该主机上保留第二个可恢复的凭据。
zh_hant: 此 Secure Enclave 金鑰在裝置遺失後永遠無法回復。遠端安裝前，請在該主機上保留第二個可回復的憑證。

source: This Secure Enclave key is permanently unrecoverable after deletion.
de: Dieser Secure-Enclave-Key ist nach dem Löschen dauerhaft unwiederbringlich.
es: Esta clave del Secure Enclave será irrecuperable de forma permanente tras eliminarla.
fr: Cette clé Secure Enclave sera définitivement irrécupérable après suppression.
ja: この Secure Enclave キーは、削除すると二度と復元できません。
zh_hans: 此 Secure Enclave 密钥一旦删除将永久无法恢复。
zh_hant: 此 Secure Enclave 金鑰一旦刪除將永久無法復原。

source: This eligible host was not included in the approved batch.
de: Dieser infrage kommende Host war nicht Teil der bestätigten Auswahl.
es: Este host apto no se incluyó en el lote aprobado.
fr: Cet hôte éligible n'était pas inclus dans le lot approuvé.
ja: 対象となり得るこのホストは、承認されたまとまりに含まれていませんでした。
zh_hans: 这台符合条件的主机未包含在已批准的批次中。
zh_hant: 這台符合條件的主機未包含在已核准的批次中。

source: This handshake attempt has already been consumed.
de: Dieser Handshake-Versuch wurde bereits verbraucht.
es: Este intento de handshake ya se ha consumido.
fr: Cette tentative de handshake a déjà été consommée.
ja: このハンドシェイクはすでに使用済みです。
zh_hans: 此次握手尝试已被使用。
zh_hant: 此次交握嘗試已被使用。

source: This host is no longer configured to authenticate with the key being revoked.
de: Dieser Host ist nicht mehr so eingerichtet, dass er sich mit dem zu widerrufenden Key authentifiziert.
es: Este host ya no está configurado para autenticarse con la clave que se está revocando.
fr: Cet hôte n'est plus configuré pour s'authentifier avec la clé en cours de révocation.
ja: このホストは、失効させようとしているキーで認証する設定ではなくなっています。
zh_hans: 此主机已不再配置为使用正被吊销的密钥进行认证。
zh_hant: 此主機已不再設定為使用正被撤銷的金鑰進行驗證。

source: This host or jump route changed after authorization. Review the saved route before changing remote access.
de: Dieser Host oder die Jump-Route hat sich nach der Autorisierung geändert. Prüfe die gesicherte Route, bevor du den entfernten Zugang änderst.
es: Este host o su ruta de saltos cambió después de la autorización. Revisa la ruta guardada antes de cambiar el acceso remoto.
fr: Cet hôte ou sa route de rebonds a changé après l'autorisation. Vérifiez la route enregistrée avant de modifier l'accès distant.
ja: 認証後に、このホストまたは踏み台経路が変更されました。リモートアクセスを変更する前に、保存済みの経路を確認してください。
zh_hans: 授权之后此主机或跳板路由发生了变化。更改远程访问权限前请先核对已保存的路由。
zh_hant: 授權之後此主機或跳板路由發生了變化。更改遠端存取權限前請先核對已儲存的路由。

source: This host uses this key for authentication. Choose a host identity that uses a different key or password.
de: Dieser Host nutzt diesen Key zur Authentifizierung. Wähle eine Host-Identität, die einen anderen Key oder ein Passwort verwendet.
es: Este host usa esta clave para autenticarse. Elige una identidad de host que use otra clave o una contraseña.
fr: Cet hôte utilise cette clé pour s'authentifier. Choisissez une identité d'hôte qui utilise une autre clé ou un mot de passe.
ja: このホストは、このキーを認証に使用しています。別のキーまたはパスワードを使うホスト識別情報を選んでください。
zh_hans: 此主机使用该密钥进行认证。请选择使用其他密钥或密码的主机身份。
zh_hant: 此主機使用該金鑰進行驗證。請選擇使用其他金鑰或密碼的主機身分。

source: This host's key isn't trusted yet. Open a terminal session to it first to review the key, then retry.
de: Dem Key dieses Hosts wird noch nicht vertraut. Öffne zuerst eine Terminal-Sitzung dorthin, um den Key zu prüfen, und versuche es dann erneut.
es: Todavía no se confía en la clave de este host. Abre primero una sesión de terminal para revisarla y vuelve a intentarlo.
fr: La clé de cet hôte n'est pas encore approuvée. Ouvrez d'abord une session de terminal pour la vérifier, puis réessayez.
ja: このホストのキーはまだ信頼されていません。先にターミナルセッションを開いてキーを確認してから、やり直してください。
zh_hans: 尚未信任此主机的密钥。请先打开一个终端会话核对密钥，然后重试。
zh_hant: 尚未信任此主機的金鑰。請先打開一個終端機工作階段核對金鑰，然後重試。

source: This is the acknowledged result for every host. Failed, skipped, and credential-ineligible hosts are never reported as authorized.
de: Dies ist das bestätigte Ergebnis für jeden Host. Fehlgeschlagene, übersprungene und für Anmeldedaten ungeeignete Hosts werden nie als autorisiert gemeldet.
es: Este es el resultado confirmado de cada host. Los hosts fallidos, omitidos o no aptos por credenciales nunca se informan como autorizados.
fr: Voici le résultat confirmé pour chaque hôte. Les hôtes en échec, ignorés ou inéligibles côté identifiants ne sont jamais signalés comme autorisés.
ja: これは各ホストについて確認済みの結果です。失敗・スキップ・認証情報の要件を満たさないホストが承認済みとして報告されることはありません。
zh_hans: 这是每台主机的确认结果。失败、跳过以及不符合凭据条件的主机绝不会被报告为已授权。
zh_hant: 這是每台主機的確認結果。失敗、略過以及不符合憑證條件的主機絕不會被回報為已授權。

source: This keeps future agent status accurate in Agent Center.
de: So bleibt der Agentenstatus im Agent Center künftig korrekt.
es: Así el estado de los agentes se mantiene preciso en el Centro de agentes.
fr: L'état des agents reste ainsi exact dans le Centre des agents.
ja: これにより、Agent Center でのエージェントの状態が今後も正確になります。
zh_hans: 这样可以让智能体中心中的状态在今后保持准确。
zh_hant: 這樣可以讓智慧體中心的狀態在日後保持準確。

source: This key has tracked access for an earlier version of the host route. Revoke or resolve that access before requesting a new grant.
de: Für diesen Key ist Zugang zu einer früheren Fassung der Host-Route erfasst. Widerrufe oder kläre diesen Zugang, bevor du eine neue Freigabe anforderst.
es: Esta clave tiene acceso registrado para una versión anterior de la ruta del host. Revoca o resuelve ese acceso antes de solicitar una nueva concesión.
fr: Cette clé possède un accès suivi pour une version antérieure de la route d'hôte. Révoquez ou résolvez cet accès avant de demander une nouvelle autorisation.
ja: このキーには、以前のバージョンのホスト経路に対する記録済みアクセスがあります。新しい付与を要求する前に、そのアクセスを失効させるか解消してください。
zh_hans: 此密钥在主机路由的早期版本上有已记录的访问权限。请先吊销或处理该权限，再申请新的授权。
zh_hant: 此金鑰在主機路由的早期版本上有已記錄的存取權限。請先撤銷或處理該權限，再申請新的授權。

source: This key is still protected by iOS while authentication is off. Open Keys and choose ‘finish turning protection off’ before using it.
de: Dieser Key wird weiterhin von iOS geschützt, obwohl die Authentifizierung aus ist. Öffne „Keys“ und wähle „Schutz endgültig deaktivieren“, bevor du ihn verwendest.
es: Esta clave sigue protegida por iOS aunque la autenticación esté desactivada. Abre Claves y elige «terminar de desactivar la protección» antes de usarla.
fr: Cette clé est toujours protégée par iOS alors que l'authentification est désactivée. Ouvrez Clés et choisissez « terminer la désactivation de la protection » avant de l'utiliser.
ja: 認証がオフでも、このキーはまだ iOS によって保護されています。使用する前に「キー」を開き、「保護の解除を完了」を選んでください。
zh_hans: 即便认证已关闭，此密钥仍受 iOS 保护。使用前请打开「密钥」并选择「完成关闭保护」。
zh_hant: 即便驗證已關閉，此金鑰仍受 iOS 保護。使用前請打開「金鑰」並選擇「完成關閉保護」。

source: This key is still protected by iOS. Confirm once to finish turning protection off, then Tessera can use it without authentication.
de: Dieser Key wird weiterhin von iOS geschützt. Bestätige einmal, um den Schutz vollständig zu deaktivieren; danach kann Tessera ihn ohne Authentifizierung verwenden.
es: Esta clave sigue protegida por iOS. Confirma una vez para terminar de desactivar la protección y Tessera podrá usarla sin autenticación.
fr: Cette clé est encore protégée par iOS. Confirmez une fois pour terminer la désactivation de la protection ; Tessera pourra ensuite l'utiliser sans authentification.
ja: このキーはまだ iOS によって保護されています。一度確認すると保護の解除が完了し、認証なしで Tessera が使用できるようになります。
zh_hans: 此密钥仍受 iOS 保护。确认一次即可完成关闭保护，之后 Tessera 无需认证即可使用它。
zh_hant: 此金鑰仍受 iOS 保護。確認一次即可完成關閉保護，之後 Tessera 無需驗證即可使用它。

source: This legacy development-key identity is unavailable. Replace it with a Keychain-backed key before connecting.
de: Diese veraltete Entwicklungs-Key-Identität ist nicht verfügbar. Ersetze sie vor dem Verbinden durch einen Key aus dem Schlüsselbund.
es: Esta identidad de clave de desarrollo heredada no está disponible. Sustitúyela por una clave respaldada por el llavero antes de conectar.
fr: Cette identité de clé de développement héritée est indisponible. Remplacez-la par une clé stockée dans le trousseau avant de vous connecter.
ja: この旧式の開発用キー識別情報は利用できません。接続する前に、キーチェーンに保存されたキーに差し替えてください。
zh_hans: 此旧式开发密钥身份不可用。请在连接前换成由钥匙串保管的密钥。
zh_hant: 此舊式開發金鑰身分不可用。請在連線前換成由鑰匙圈保管的金鑰。

source: This legacy software key type cannot be exported safely by this version. Generate a recoverable Ed25519 key, install it alongside this credential, then retire this key.
de: Dieser veraltete Software-Key-Typ lässt sich in dieser Version nicht sicher exportieren. Erzeuge einen wiederherstellbaren Ed25519-Key, installiere ihn neben diesem Zugang und nimm diesen Key anschließend außer Betrieb.
es: Esta versión no puede exportar de forma segura este tipo de clave por software heredado. Genera una clave Ed25519 recuperable, instálala junto a esta credencial y luego retira esta clave.
fr: Cette version ne peut pas exporter ce type de clé logicielle hérité en toute sécurité. Générez une clé Ed25519 récupérable, installez-la à côté de cet identifiant, puis retirez cette clé.
ja: このバージョンでは、この旧式のソフトウェアキーを安全に書き出せません。復旧可能な Ed25519 キーを生成し、この資格情報と併せて設置してから、このキーを廃止してください。
zh_hans: 此版本无法安全导出这种旧式软件密钥。请生成一个可恢复的 Ed25519 密钥，与此凭据一并安装，然后停用此密钥。
zh_hant: 此版本無法安全輸出這種舊式軟體金鑰。請產生一個可回復的 Ed25519 金鑰，與此憑證一併安裝，然後停用此金鑰。

source: This older Secure Enclave key requires rotation to change authentication
de: Um die Authentifizierung zu ändern, muss dieser ältere Secure-Enclave-Key ersetzt werden
es: Para cambiar la autenticación hay que rotar esta clave antigua del Secure Enclave
fr: Pour changer l'authentification, cette ancienne clé Secure Enclave doit être remplacée
ja: 認証方法を変更するには、この古い Secure Enclave キーを更新する必要があります
zh_hans: 要更改认证方式，需要轮换此较早的 Secure Enclave 密钥
zh_hant: 要更改驗證方式，需要輪換此較早的 Secure Enclave 金鑰

source: This older ledger entry has no public key material; revoke it from the host manually
de: Dieser ältere Eintrag enthält kein Public-Key-Material; widerrufe ihn manuell auf dem Host
es: Esta entrada antigua del registro no tiene material de clave pública; revócala manualmente en el host
fr: Cette ancienne entrée du registre ne contient pas de matériel de clé publique ; révoquez-la manuellement sur l'hôte
ja: この古い記録には公開鍵の情報がありません。ホスト側で手動で失効させてください
zh_hans: 此较早的记录条目没有公钥材料；请在主机上手动吊销
zh_hant: 此較早的記錄項目沒有公開金鑰材料；請在主機上手動撤銷

source: This passphrase is used once to decrypt the selected file and is not retained. Tessera stores the imported key under the iOS protection selected below.
de: Diese Passphrase wird einmal zum Entschlüsseln der gewählten Datei verwendet und nicht behalten. Tessera sichert den importierten Key mit dem unten gewählten iOS-Schutz.
es: Esta frase de contraseña se usa una sola vez para descifrar el archivo seleccionado y no se conserva. Tessera guarda la clave importada con la protección de iOS elegida abajo.
fr: Cette phrase secrète sert une seule fois à déchiffrer le fichier sélectionné et n'est pas conservée. Tessera stocke la clé importée avec la protection iOS choisie ci-dessous.
ja: このパスフレーズは、選択したファイルを復号するために一度だけ使われ、保持されません。読み込んだキーは、下で選んだ iOS の保護設定で保存されます。
zh_hans: 此密码短语只用于解密所选文件一次，不会被保留。Tessera 会按下方选择的 iOS 保护级别存储导入的密钥。
zh_hant: 此密碼短語只用於解密所選檔案一次，不會被保留。Tessera 會按下方選擇的 iOS 保護等級儲存輸入的金鑰。

source: This permanently deletes the file on the host.
de: Damit wird die Datei auf dem Host dauerhaft gelöscht.
es: Esto elimina el archivo del host de forma permanente.
fr: Cela supprime définitivement le fichier sur l'hôte.
ja: ホスト上のファイルが完全に削除されます。
zh_hans: 这会永久删除主机上的该文件。
zh_hant: 這會永久刪除主機上的該檔案。

source: This protection is enforced by iOS at the key boundary. It is separate from the recovery-file passphrase.
de: Diesen Schutz erzwingt iOS direkt am Key. Er ist unabhängig von der Passphrase der Wiederherstellungsdatei.
es: iOS aplica esta protección en el propio límite de la clave. Es independiente de la frase de contraseña del archivo de recuperación.
fr: Cette protection est imposée par iOS au niveau de la clé elle-même. Elle est distincte de la phrase secrète du fichier de récupération.
ja: この保護は、キーの境界で iOS が強制します。復旧ファイルのパスフレーズとは別のものです。
zh_hans: 此保护由 iOS 在密钥边界处强制执行，与恢复文件的密码短语是两回事。
zh_hant: 此保護由 iOS 在金鑰邊界處強制執行，與回復檔案的密碼短語是兩回事。

source: This recovery key does not match the selected key.
de: Dieser Wiederherstellungs-Key passt nicht zum ausgewählten Key.
es: Esta clave de recuperación no corresponde a la clave seleccionada.
fr: Cette clé de récupération ne correspond pas à la clé sélectionnée.
ja: この復旧キーは、選択したキーと一致しません。
zh_hans: 此恢复密钥与所选密钥不匹配。
zh_hant: 此回復金鑰與所選金鑰不符。

source: This removes the saved host. Existing live sessions are not disconnected.
de: Damit wird der gesicherte Host entfernt. Laufende Sitzungen werden nicht getrennt.
es: Esto elimina el host guardado. Las sesiones activas no se desconectan.
fr: Cela supprime l'hôte enregistré. Les sessions en cours ne sont pas déconnectées.
ja: 保存されたホストを削除します。実行中のセッションは切断されません。
zh_hans: 这会移除已保存的主机。正在运行的会话不会断开。
zh_hant: 這會移除已儲存的主機。進行中的工作階段不會中斷。

source: This saved host no longer exists.
de: Dieser gesicherte Host existiert nicht mehr.
es: Este host guardado ya no existe.
fr: Cet hôte enregistré n'existe plus.
ja: この保存済みホストはもう存在しません。
zh_hans: 此已保存的主机已不存在。
zh_hant: 此已儲存的主機已不存在。

source: This session is being controlled from another device.
de: Diese Sitzung wird von einem anderen Gerät gesteuert.
es: esta sesión se está controlando desde otro dispositivo.
fr: cette session est contrôlée depuis un autre appareil.
ja: このセッションは別のデバイスから操作されています。
zh_hans: 此会话正由另一台设备控制。
zh_hant: 此工作階段正由另一台裝置控制。
